Repository: meedan/nurani
Catalog: drupal/profiles/nurani/po/zzz_nurani_taxonomy.*.po
Languages: ar

source: Islamic Classical (10th-15th Century)
ar: الدولة الإسلامية القديمة (القرن 10 حتى القرن 15)

source: Islamic Post-Classical (15th-18th Century)
ar: حقبة ما بعد الدولة الإسلامية التقليدية (القرن 15 حتى القرن 18)

source: Islamic Colonial Period (18th-20th Century)
ar: الفترة الاستعمارية الإسلامية (القرن 18 و حتى القرن 20)

source: Islamic Modern (20th-21st Century)
ar: الإسلام الحديث (القرن 20 و 21)

source: General
ar: عام

source: Christian General
ar: مسيحي عام

source: Christian New Testament (1st Century)
ar: العهد الجديد المسيحي (القرن الاول الميلادي)

source: Christian Patristic (2nd-5th Century)
ar: حقبة المسيحية الآبوية الكنسية (من القرن الثاني حتى القرن الخامس الميلادي)

source: Christian Medieval (6th-15th Century)
ar: المسيحية في العصور الوسطى (من القرن السادس إلى القرن الخامس عشر)

source: Christian Reformation-Early Modern (15th-18th Century)
ar: الإصلاح المسيحي - بكورة الحداثة (من القرن الخامس 15و حتى القرن 18)

source: Christian Modern (18th-21st Century)
ar: المسيحية الحديثة (من القرن الثامن عشر و حتى القرن الحادي و العشرين)

source: Islamic General
ar: الإسلامية العامة

source: Islamic Early (7th-9th Century)
ar: صدر الإسلام (القرن السابع حتى القرن التاسع الميلادي)

source: Islamic Formative (9th-10th Century)
ar: تأسيس الدولة الإسلامية (القرن التاسع حتى القرن العاشر)

source: Term Contexts
ar: سياق المصطلحات
